Repository: shreyaspapi/parity
Catalog: Parity/Parity/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt, ru, sv, tr, zh_hans

# common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh_hans: 取消

# common.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
zh_hans: 关闭

# common.confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sv: Bekräfta
tr: Onayla
zh_hans: 确认

# common.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
sv: Ta bort
tr: Sil
zh_hans: 删除

# common.edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Redigera
tr: Düzenle
zh_hans: 编辑

# common.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
tr: Hata
zh_hans: 错误

# common.loading
source: Loading...
ar: جاري التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
nl: Laden...
pl: Ładowanie...
pt: Carregando...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...
zh_hans: 加载中...

# common.noData
source: No Data
ar: لا توجد بيانات
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
ja: データなし
ko: 데이터 없음
nl: Geen gegevens
pl: Brak danych
pt: Sem dados
ru: Нет данных
sv: Ingen data
tr: Veri yok
zh_hans: 无数据

# common.ok
source: OK
ar: موافق
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 确定

# common.retry
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pl: Ponów
pt: Tentar novamente
ru: Повторить
sv: Försök igen
tr: Tekrar dene
zh_hans: 重试

# common.running
source: Running
ar: قيد التشغيل
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Actief
pl: Uruchomiony
pt: Em execução
ru: Работает
sv: Körs
tr: Çalışıyor
zh_hans: 运行中

# common.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存

# common.search
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
sv: Sök
tr: Ara
zh_hans: 搜索

# common.stopped
source: Stopped
ar: متوقف
de: Gestoppt
es: Detenido
fr: Arrêté
it: Arrestato
ja: 停止
ko: 중지됨
nl: Gestopt
pl: Zatrzymany
pt: Parado
ru: Остановлен
sv: Stoppad
tr: Durduruldu
zh_hans: 已停止

# common.total
source: Total
ar: المجموع
de: Gesamt
it: Totale
ja: 合計
ko: 전체
nl: Totaal
pl: Razem
ru: Всего
sv: Totalt
tr: Toplam
zh_hans: 总计

# dashboard.array
source: ARRAY
ar: المصفوفة
ja: アレイ
ko: 어레이
pl: MACIERZ
ru: МАССИВ
tr: DİZİ
zh_hans: 阵列

# dashboard.arrayControl
source: Array Control
ar: التحكم بالمصفوفة
de: Array-Steuerung
es: Control del array
fr: Contrôle de l'array
it: Controllo array
ja: アレイ制御
ko: 어레이 제어
nl: Arraybeheer
pl: Sterowanie macierzą
pt: Controle do array
ru: Управление массивом
sv: Arraykontroll
tr: Dizi Kontrolü
zh_hans: 阵列控制

# dashboard.arrayDisks
source: Array Disks
ar: أقراص المصفوفة
de: Array-Festplatten
es: Discos del array
fr: Disques de l'array
it: Dischi array
ja: アレイディスク
ko: 어레이 디스크
nl: Arrayschijven
pl: Dyski macierzy
pt: Discos do array
ru: Диски массива
sv: Arraydiskar
tr: Dizi Diskleri
zh_hans: 阵列磁盘

# dashboard.arrayStatus
source: Array Status
ar: حالة المصفوفة
es: Estado del array
fr: État de l'array
it: Stato array
ja: アレイ状態
ko: 어레이 상태
pl: Stan macierzy
pt: Status do array
ru: Состояние массива
tr: Dizi Durumu
zh_hans: 阵列状态

# dashboard.bootDevice
source: Boot Device
ar: جهاز الإقلاع
de: Boot-Gerät
es: Dispositivo de arranque
fr: Dispositif de démarrage
it: Dispositivo di avvio
ja: ブートデバイス
ko: 부팅 장치
nl: Opstartapparaat
pl: Urządzenie rozruchowe
pt: Dispositivo de inicialização
ru: Загрузочное устройство
sv: Startenhet
tr: Önyükleme Aygıtı
zh_hans: 启动设备

# dashboard.cacheDrives
source: Cache Drives
ar: أقراص التخزين المؤقت
de: Cache-Laufwerke
es: Unidades de caché
fr: Lecteurs cache
it: Unità cache
ja: キャッシュドライブ
ko: 캐시 드라이브
nl: Cacheschijven
pl: Dyski cache
pt: Unidades de cache
ru: Кэш-диски
sv: Cachediskar
tr: Önbellek Sürücüleri
zh_hans: 缓存驱动器

# dashboard.clean
source: clean
ar: نظيف
de: sauber
es: limpio
fr: propre
it: pulito
ja: クリーン
ko: 정상
nl: schoon
pl: czysty
pt: limpo
ru: исправен
sv: ren
tr: temiz
zh_hans: 干净

# dashboard.collectingData
source: Collecting data...
ar: جاري جمع البيانات...
de: Daten sammeln...
es: Recopilando datos...
fr: Collecte de données...
it: Raccolta dati...
ja: データを収集中...
ko: 데이터 수집 중...
nl: Gegevens verzamelen...
pl: Zbieranie danych...
pt: Coletando dados...
ru: Сбор данных...
sv: Samlar data...
tr: Veri toplanıyor...
zh_hans: 正在收集数据...

# dashboard.comingSoon
source: functionality coming soon
ar: الميزة قادمة قريباً
de: Funktion kommt bald
es: funcionalidad próximamente
fr: fonctionnalité à venir
it: funzionalità in arrivo
ja: 機能は近日公開
ko: 기능 출시 예정
nl: functionaliteit binnenkort beschikbaar
pl: funkcjonalność wkrótce
pt: funcionalidade em breve
ru: функция скоро появится
sv: funktionalitet kommer snart
tr: özellik yakında
zh_hans: 功能即将推出

# dashboard.cpu
source: CPU
ar: المعالج
ru: ЦП
zh_hans: 处理器

# dashboard.cpuUsage
source: CPU Usage
ar: استخدام المعالج
de: CPU-Auslastung
es: Uso de CPU
fr: Utilisation du CPU
it: Utilizzo CPU
ja: CPU 使用率
ko: CPU 사용량
nl: CPU-gebruik
pl: Użycie CPU
pt: Uso da CPU
ru: Использование ЦП
sv: CPU-användning
tr: CPU Kullanımı
zh_hans: CPU 使用率

# dashboard.demoMode
source: Demo Mode
ar: الوضع التجريبي
de: Demo-Modus
es: Modo demo
fr: Mode démo
it: Modalità demo
ja: デモモード
ko: 데모 모드
nl: Demomodus
pl: Tryb demo
pt: Modo demo
ru: Демо-режим
sv: Demoläge
tr: Demo Modu
zh_hans: 演示模式

# dashboard.demoModeDisabled
source: Array operations are disabled in demo mode
ar: عمليات المصفوفة معطلة في الوضع التجريبي
de: Array-Operationen sind im Demo-Modus deaktiviert
es: Las operaciones del array están deshabilitadas en modo demo
fr: Les opérations de l'array sont désactivées en mode démo
it: Le operazioni sull'array sono disabilitate in modalità demo
ja: デモモードではアレイ操作が無効です
ko: 데모 모드에서는 어레이 작업이 비활성화됩니다
nl: Arraybewerkingen zijn uitgeschakeld in demomodus
pl: Operacje na macierzy są wyłączone w trybie demo
pt: As operações do array estão desativadas no modo demo
ru: Операции с массивом отключены в демо-режиме
sv: Arrayoperationer är inaktiverade i demoläge
tr: Demo modunda dizi işlemleri devre dışı
zh_hans: 演示模式下阵列操作已禁用

# dashboard.demoModeSubtext
source: All data is simulated. Operations are disabled.
ar: جميع البيانات محاكاة. العمليات معطلة.
de: Alle Daten sind simuliert. Operationen sind deaktiviert.
es: Todos los datos son simulados. Las operaciones están deshabilitadas.
fr: Toutes les données sont simulées. Les opérations sont désactivées.
it: Tutti i dati sono simulati. Le operazioni sono disabilitate.
ja: すべてのデータはシミュレートされています。操作は無効です。
ko: 모든 데이터가 시뮬레이션됩니다. 작업이 비활성화되었습니다.
nl: Alle gegevens zijn gesimuleerd. Bewerkingen zijn uitgeschakeld.
pl: Wszystkie dane są symulowane. Operacje są wyłączone.
pt: Todos os dados são simulados. As operações estão desativadas.
ru: Все данные симулированы. Операции отключены.
sv: All data är simulerad. Operationer är inaktiverade.
tr: Tüm veriler simüle edilmiştir. İşlemler devre dışı.
zh_hans: 所有数据都是模拟的。操作已禁用。

# dashboard.device
source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fr: Dispositif
it: Dispositivo
ja: デバイス
ko: 장치
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
ru: Устройство
sv: Enhet
tr: Aygıt
zh_hans: 设备

# dashboard.errorLoadingSystem
source: Failed to load system information
ar: فشل تحميل معلومات النظام
de: Fehler beim Laden der Systeminformationen
es: Error al cargar la información del sistema
fr: Échec du chargement des informations système
it: Impossibile caricare le informazioni di sistema
ja: システム情報の読み込みに失敗しました
ko: 시스템 정보를 로드하지 못했습니다
nl: Systeeminformatie kon niet worden geladen
pl: Nie udało się załadować informacji o systemie
pt: Falha ao carregar informações do sistema
ru: Не удалось загрузить информацию о системе
sv: Kunde inte ladda systeminformation
tr: Sistem bilgileri yüklenemedi
zh_hans: 加载系统信息失败

# dashboard.filesystem
source: Filesystem
ar: نظام الملفات
de: Dateisystem
es: Sistema de archivos
fr: Système de fichiers
ja: ファイルシステム
ko: 파일 시스템
nl: Bestandssysteem
pl: System plików
pt: Sistema de arquivos
ru: Файловая система
sv: Filsystem
tr: Dosya Sistemi
zh_hans: 文件系统

# dashboard.flash
source: Flash
ar: فلاش
ja: フラッシュ
ko: 플래시
zh_hans: 闪存

# dashboard.free
source: Free
ar: المتاح
de: Frei
es: Libre
fr: Libre
it: Libero
ja: 空き
ko: 여유
nl: Vrij
pl: Wolne
pt: Livre
ru: Свободно
sv: Ledigt
tr: Boş
zh_hans: 可用

# dashboard.load
source: Load
ar: الحمل
de: Last
es: Carga
fr: Charge
it: Carico
ja: 負荷
ko: 부하
nl: Belasting
pl: Obciążenie
pt: Carga
ru: Нагрузка
sv: Belastning
tr: Yük
zh_hans: 负载

# dashboard.memoryUsage
source: Memory Usage
ar: استخدام الذاكرة
de: Speicherauslastung
es: Uso de memoria
fr: Utilisation de la mémoire
it: Utilizzo memoria
ja: メモリ使用率
ko: 메모리 사용량
nl: Geheugengebruik
pl: Użycie pamięci
pt: Uso de memória
ru: Использование памяти
sv: Minnesanvändning
tr: Bellek Kullanımı
zh_hans: 内存使用率

# dashboard.motherboard
source: Motherboard
ar: اللوحة الأم
de: Mainboard
es: Placa base
fr: Carte mère
it: Scheda madre
ja: マザーボード
ko: 메인보드
nl: Moederbord
pl: Płyta główna
pt: Placa-mãe
ru: Материнская плата
sv: Moderkort
tr: Anakart
zh_hans: 主板

# dashboard.networkInterfaces
source: Network Interfaces
ar: واجهات الشبكة
de: Netzwerkschnittstellen
es: Interfaces de red
fr: Interfaces réseau
it: Interfacce di rete
ja: ネットワークインターフェース
ko: 네트워크 인터페이스
nl: Netwerkinterfaces
pl: Interfejsy sieciowe
pt: Interfaces de rede
ru: Сетевые интерфейсы
sv: Nätverksgränssnitt
tr: Ağ Arayüzleri
zh_hans: 网络接口

# dashboard.of
source: of
ar: من
de: von
es: de
fr: de
it: di
nl: van
pl: z
pt: de
ru: из
sv: av

# dashboard.performanceTrends
source: Performance Trends
ar: اتجاهات الأداء
de: Leistungstrends
es: Tendencias de rendimiento
fr: Tendances de performance
it: Tendenze prestazioni
ja: パフォーマンストレンド
ko: 성능 추이
nl: Prestatietrends
pl: Trendy wydajności
pt: Tendências de desempenho
ru: Тренды производительности
sv: Prestandatrender
tr: Performans Trendleri
zh_hans: 性能趋势

# dashboard.processor
source: Processor
ar: المعالج
de: Prozessor
es: Procesador
fr: Processeur
it: Processore
ja: プロセッサ
ko: 프로세서
pl: Procesor
pt: Processador
ru: Процессор
tr: İşlemci
zh_hans: 处理器

# dashboard.ram
source: RAM
ar: الذاكرة
ru: ОЗУ
zh_hans: 内存

# dashboard.ramUsage
source: RAM usage
ar: استخدام الذاكرة
de: RAM-Auslastung
es: Uso de RAM
fr: Utilisation de la RAM
it: Utilizzo RAM
ja: RAM 使用
ko: RAM 사용량
nl: RAM-gebruik
pl: Użycie RAM
pt: Uso de RAM
ru: Использование ОЗУ
sv: RAM-användning
tr: RAM kullanımı
zh_hans: 内存使用

# dashboard.reboot
source: REBOOT
ar: إعادة التشغيل
de: NEUSTART
es: REINICIAR
fr: REDÉMARRER
it: RIAVVIA
ja: 再起動
ko: 재부팅
nl: HERSTARTEN
pl: RESTART
pt: REINICIAR
ru: ПЕРЕЗАГРУЗКА
sv: STARTA OM
tr: YENİDEN BAŞLAT
zh_hans: 重启

# dashboard.rebootDescription
source: will activate a clean system reset.
ar: سينفذ إعادة تشغيل نظيفة للنظام.
de: wird einen sauberen Systemneustart durchführen.
es: activará un reinicio limpio del sistema.
fr: activera un redémarrage propre du système.
it: attiverà un reset pulito del sistema.
ja: クリーンなシステム再起動を実行します。
ko: 시스템을 깨끗하게 재설정합니다.
nl: zal een schone systeemreset uitvoeren.
pl: wykona czysty restart systemu.
pt: ativará uma reinicialização limpa do sistema.
ru: выполнит чистую перезагрузку системы.
sv: aktiverar en ren systemomstart.
tr: temiz bir sistem sıfırlaması yapacak.
zh_hans: 将激活系统的干净重启。

# dashboard.rebootMessage
source: Reboot will activate a clean system reset.
ar: إعادة التشغيل ستنفذ إعادة تشغيل نظيفة للنظام.
de: Neustart wird einen sauberen Systemneustart durchführen.
es: Reiniciar activará un reinicio limpio del sistema.
fr: Le redémarrage activera un redémarrage propre du système.
it: Il riavvio attiverà un reset pulito del sistema.
ja: 再起動するとクリーンなシステム再起動が実行されます。
ko: 재부팅하면 시스템이 깨끗하게 재설정됩니다.
nl: Herstarten zal een schone systeemreset uitvoeren.
pl: Restart wykona czysty reset systemu.
pt: Reiniciar ativará uma reinicialização limpa do sistema.
ru: Перезагрузка выполнит чистый сброс системы.
sv: Omstart aktiverar en ren systemåterställning.
tr: Yeniden başlatma temiz bir sistem sıfırlaması yapacak.
zh_hans: 重启将激活系统的干净重启。

# dashboard.rebootTitle
source: Reboot
ar: إعادة التشغيل
de: Neustart
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
ko: 재부팅
nl: Herstarten
pl: Restart
pt: Reiniciar
ru: Перезагрузка
sv: Starta om
tr: Yeniden Başlat
zh_hans: 重启

# dashboard.shares
source: Shares
ar: المشاركات
de: Freigaben
es: Compartidos
fr: Partages
it: Condivisioni
ja: 共有
ko: 공유
pl: Udziały
pt: Compartilhamentos
ru: Общие папки
sv: Delningar
tr: Paylaşımlar
zh_hans: 共享

# dashboard.shutdown
source: SHUTDOWN
ar: إيقاف التشغيل
de: HERUNTERFAHREN
es: APAGAR
fr: ÉTEINDRE
it: SPEGNI
ja: シャットダウン
ko: 종료
nl: AFSLUITEN
pl: WYŁĄCZ
pt: DESLIGAR
ru: ВЫКЛЮЧЕНИЕ
sv: STÄNG AV
tr: KAPAT
zh_hans: 关机

# dashboard.shutdownDescription
source: will activate a clean system power down.
ar: سينفذ إيقاف تشغيل نظيف للنظام.
de: wird ein sauberes Herunterfahren des Systems durchführen.
es: activará un apagado limpio del sistema.
fr: activera un arrêt propre du système.
it: attiverà uno spegnimento pulito del sistema.
ja: クリーンなシステムシャットダウンを実行します。
ko: 시스템을 깨끗하게 종료합니다.
nl: zal een schone systeemafsluiting uitvoeren.
pl: wykona czyste wyłączenie systemu.
pt: ativará um desligamento limpo do sistema.
ru: выполнит чистое выключение системы.
sv: aktiverar en ren systemavstängning.
tr: temiz bir sistem kapatması yapacak.
zh_hans: 将激活系统的干净关机。

# dashboard.shutdownMessage
source: Shutdown will activate a clean system power down.
ar: إيقاف التشغيل سينفذ إيقاف تشغيل نظيف للنظام.
de: Herunterfahren wird ein sauberes Herunterfahren des Systems durchführen.
es: Apagar activará un apagado limpio del sistema.
fr: L'arrêt activera un arrêt propre du système.
it: Lo spegnimento attiverà uno spegnimento pulito del sistema.
ja: シャットダウンするとクリーンなシステムシャットダウンが実行されます。
ko: 종료하면 시스템이 깨끗하게 종료됩니다.
nl: Afsluiten zal een schone systeemafsluiting uitvoeren.
pl: Wyłączenie wykona czyste zamknięcie systemu.
pt: Desligar ativará um desligamento limpo do sistema.
ru: Выключение выполнит чистое завершение работы системы.
sv: Avstängning aktiverar en ren systemavstängning.
tr: Kapatma temiz bir sistem kapatması yapacak.
zh_hans: 关机将激活系统的干净关机。

# dashboard.shutdownTitle
source: Shutdown
ar: إيقاف التشغيل
de: Herunterfahren
es: Apagar
fr: Éteindre
it: Spegni
ja: シャットダウン
ko: 종료
nl: Afsluiten
pl: Wyłącz
pt: Desligar
ru: Выключение
sv: Stäng av
tr: Kapat
zh_hans: 关机

# dashboard.size
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
zh_hans: 大小

# dashboard.spinDown
source: SPIN DOWN
ar: إيقاف الأقراص
de: HERUNTERFAHREN
es: DESACTIVAR
fr: DÉSACTIVER
it: ARRESTA DISCHI
ja: スピンダウン
ko: 디스크 정지
nl: UITSCHAKELEN
pl: ZATRZYMAJ DYSKI
pt: DESATIVAR
ru: ОСТАНОВКА ДИСКОВ
sv: STOPPA DISKAR
tr: DİSKLERİ DURDUR
zh_hans: 停止磁盘

# dashboard.spinDownDescription
source: will immediately spin down all disks.
ar: سيوقف جميع الأقراص فوراً.
de: wird alle Festplatten sofort herunterfahren.
es: desactivará todos los discos inmediatamente.
fr: désactivera tous les disques immédiatement.
it: arresterà immediatamente tutti i dischi.
ja: すべてのディスクを直ちにスピンダウンします。
ko: 모든 디스크를 즉시 정지합니다.
nl: zal alle schijven direct uitschakelen.
pl: natychmiast zatrzyma wszystkie dyski.
pt: desativará todos os discos imediatamente.
ru: немедленно остановит все диски.
sv: stoppar alla diskar omedelbart.
tr: tüm diskleri hemen durduracak.
zh_hans: 将立即停止所有磁盘。

# dashboard.spinDownMessage
source: Spin down all disks immediately?
ar: هل تريد إيقاف جميع الأقراص فوراً؟
de: Alle Festplatten sofort herunterfahren?
es: ¿Desactivar todos los discos inmediatamente?
fr: Désactiver tous les disques immédiatement?
it: Arrestare immediatamente tutti i dischi?
ja: すべてのディスクを直ちにスピンダウンしますか？
ko: 모든 디스크를 즉시 정지하시겠습니까?
nl: Alle schijven direct uitschakelen?
pl: Natychmiast zatrzymać wszystkie dyski?
pt: Desativar todos os discos imediatamente?
ru: Немедленно остановить все диски?
sv: Stoppa alla diskar omedelbart?
tr: Tüm diskler hemen durdurulsun mu?
zh_hans: 立即停止所有磁盘？

# dashboard.spinDownTitle
source: Spin Down
ar: إيقاف الأقراص
de: Herunterfahren
es: Desactivar
fr: Désactiver
it: Arresta dischi
ja: スピンダウン
ko: 디스크 정지
nl: Uitschakelen
pl: Zatrzymaj dyski
pt: Desativar
ru: Остановка дисков
sv: Stoppa diskar
tr: Diskleri Durdur
zh_hans: 停止磁盘

# dashboard.spinUp
source: SPIN UP
ar: تشغيل الأقراص
de: HOCHFAHREN
es: ACTIVAR
fr: ACTIVER
it: AVVIA DISCHI
ja: スピンアップ
ko: 디스크 가동
nl: OPSTARTEN
pl: URUCHOM DYSKI
pt: ATIVAR
ru: ЗАПУСК ДИСКОВ
sv: STARTA DISKAR
tr: DİSKLERİ BAŞLAT
zh_hans: 启动磁盘

# dashboard.spinUpDescription
source: will immediately spin up all disks.
ar: سيشغل جميع الأقراص فوراً.
de: wird alle Festplatten sofort hochfahren.
es: activará todos los discos inmediatamente.
fr: activera tous les disques immédiatement.
it: avvierà immediatamente tutti i dischi.
ja: すべてのディスクを直ちにスピンアップします。
ko: 모든 디스크를 즉시 가동합니다.
nl: zal alle schijven direct opstarten.
pl: natychmiast uruchomi wszystkie dyski.
pt: ativará todos os discos imediatamente.
ru: немедленно запустит все диски.
sv: startar alla diskar omedelbart.
tr: tüm diskleri hemen başlatacak.
zh_hans: 将立即启动所有磁盘。

# dashboard.spinUpMessage
source: Spin up all disks immediately?
ar: هل تريد تشغيل جميع الأقراص فوراً؟
de: Alle Festplatten sofort hochfahren?
es: ¿Activar todos los discos inmediatamente?
fr: Activer tous les disques immédiatement?
it: Avviare immediatamente tutti i dischi?
ja: すべてのディスクを直ちにスピンアップしますか？
ko: 모든 디스크를 즉시 가동하시겠습니까?
nl: Alle schijven direct opstarten?
pl: Natychmiast uruchomić wszystkie dyski?
pt: Ativar todos os discos imediatamente?
ru: Немедленно запустить все диски?
sv: Starta alla diskar omedelbart?
tr: Tüm diskler hemen başlatılsın mı?
zh_hans: 立即启动所有磁盘？

# dashboard.spinUpTitle
source: Spin Up
ar: تشغيل الأقراص
de: Hochfahren
es: Activar
fr: Activer
it: Avvia dischi
ja: スピンアップ
ko: 디스크 가동
nl: Opstarten
pl: Uruchom dyski
pt: Ativar
ru: Запуск дисков
sv: Starta diskar
tr: Diskleri Başlat
zh_hans: 启动磁盘

# dashboard.start
source: START
ar: تشغيل
es: INICIAR
fr: DÉMARRER
it: AVVIA
ja: 開始
ko: 시작
nl: STARTEN
pl: URUCHOM
pt: INICIAR
ru: ЗАПУСТИТЬ
sv: STARTA
tr: BAŞLAT
zh_hans: 启动

# dashboard.startDescription
source: will bring the array online.
ar: سيجعل المصفوفة متصلة.
de: wird das Array online schalten.
es: conectará el array.
fr: mettra l'array en ligne.
it: porterà l'array online.
ja: アレイをオンラインにします。
ko: 어레이를 온라인으로 전환합니다.
nl: zal de array online brengen.
pl: przełączy macierz w tryb online.
pt: deixará o array online.
ru: включит массив.
sv: tar arrayen online.
tr: diziyi çevrimiçi yapacak.
zh_hans: 将使阵列上线。

# dashboard.status
source: Status
ar: الحالة
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Статус
tr: Durum
zh_hans: 状态

# dashboard.stop
source: STOP
ar: إيقاف
de: STOPP
es: DETENER
fr: ARRÊTER
it: ARRESTA
ja: 停止
ko: 정지
nl: STOPPEN
pl: ZATRZYMAJ
pt: PARAR
ru: ОСТАНОВИТЬ
sv: STOPPA
tr: DURDUR
zh_hans: 停止

# dashboard.stopArrayMessage
source: Stop will take the array off-line.
ar: الإيقاف سيجعل المصفوفة غير متصلة.
de: Stopp wird das Array offline schalten.
es: Detener desconectará el array.
fr: L'arrêt mettra l'array hors ligne.
it: L'arresto metterà l'array offline.
ja: 停止するとアレイがオフラインになります。
ko: 정지하면 어레이가 오프라인 상태가 됩니다.
nl: Stoppen zal de array offline halen.
pl: Zatrzymanie przełączy macierz w tryb offline.
pt: Parar deixará o array offline.
ru: Остановка отключит массив.
sv: Stopp tar arrayen offline.
tr: Durdurma diziyi çevrimdışı yapacak.
zh_hans: 停止将使阵列离线。

# dashboard.stopArrayTitle
source: Stop Array
ar: إيقاف المصفوفة
de: Array stoppen
es: Detener array
fr: Arrêter l'array
it: Arresta array
ja: アレイを停止
ko: 어레이 정지
nl: Array stoppen
pl: Zatrzymaj macierz
pt: Parar array
ru: Остановить массив
sv: Stoppa array
tr: Diziyi Durdur
zh_hans: 停止阵列

# dashboard.stopDescription
source: will take the array off-line.
ar: سيجعل المصفوفة غير متصلة.
de: wird das Array offline schalten.
es: desconectará el array.
fr: mettra l'array hors ligne.
it: metterà l'array offline.
ja: アレイをオフラインにします。
ko: 어레이를 오프라인으로 전환합니다.
nl: zal de array offline halen.
pl: przełączy macierz w tryb offline.
pt: deixará o array offline.
ru: отключит массив.
sv: tar arrayen offline.
tr: diziyi çevrimdışı yapacak.
zh_hans: 将使阵列离线。

# dashboard.storage
source: Storage
ar: التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 스토리지
nl: Opslag
pl: Pamięć
pt: Armazenamento
ru: Хранилище
sv: Lagring
tr: Depolama
zh_hans: 存储

# dashboard.systemOverview
source: System Overview
ar: نظرة عامة على النظام
de: Systemübersicht
es: Vista general del sistema
fr: Vue d'ensemble du système
it: Panoramica sistema
ja: システム概要
ko: 시스템 개요
nl: Systeemoverzicht
pl: Przegląd systemu
pt: Visão geral do sistema
ru: Обзор системы
sv: Systemöversikt
tr: Sistem Özeti
zh_hans: 系统概览

# dashboard.title
source: Dashboard
ar: لوحة التحكم
es: Panel
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pl: Panel główny
pt: Painel
ru: Панель управления
sv: Instrumentpanel
tr: Kontrol Paneli
zh_hans: 仪表板

# dashboard.totalRam
source: Total RAM
ar: إجمالي الذاكرة
de: Gesamt-RAM
es: RAM total
fr: RAM totale
it: RAM totale
ja: 合計 RAM
ko: 총 RAM
nl: Totaal RAM
pl: Całkowita RAM
pt: RAM total
ru: Всего ОЗУ
sv: Totalt RAM
tr: Toplam RAM
zh_hans: 总内存

# dashboard.unassignedDevices
source: Unassigned Devices
ar: الأجهزة غير المعينة
de: Nicht zugewiesene Geräte
es: Dispositivos no asignados
fr: Dispositifs non assignés
it: Dispositivi non assegnati
ja: 未割り当てデバイス
ko: 미할당 장치
nl: Niet-toegewezen apparaten
pl: Nieprzypisane urządzenia
pt: Dispositivos não atribuídos
ru: Неназначенные устройства
sv: Otilldelade enheter
tr: Atanmamış Aygıtlar
zh_hans: 未分配设备

# dashboard.uptime
source: Uptime
ar: وقت التشغيل
de: Laufzeit
es: Tiempo activo
fr: Temps de fonctionnement
ja: 稼働時間
ko: 가동 시간
pl: Czas pracy
pt: Tempo ativo
ru: Время работы
sv: Drifttid
tr: Çalışma Süresi
zh_hans: 运行时间

# dashboard.used
source: Used
ar: المستخدم
de: Verwendet
es: Usado
fr: Utilisé
it: Usato
ja: 使用済み
ko: 사용됨
nl: Gebruikt
pl: Użyte
pt: Usado
ru: Использовано
sv: Använt
tr: Kullanılan
zh_hans: 已用

# docker.combinedContainers
source: Combined containers
ar: الحاويات المجمعة
de: Kombinierte Container
es: Contenedores combinados
fr: Conteneurs combinés
it: Container combinati
ja: 結合されたコンテナ
ko: 통합 컨테이너
nl: Gecombineerde containers
pl: Połączone kontenery
pt: Contêineres combinados
ru: Объединённые контейнеры
sv: Kombinerade containrar
tr: Birleştirilmiş konteynerler
zh_hans: 组合容器

# docker.containers
source: Containers
ar: الحاويات
de: Container
es: Contenedores
fr: Conteneurs
it: Container
ja: コンテナ
ko: 컨테이너
pl: Kontenery
pt: Contêineres
ru: Контейнеры
sv: Containrar
tr: Konteynerler
zh_hans: 容器

# docker.currentlyActive
source: Currently active
ar: نشطة حالياً
de: Derzeit aktiv
es: Actualmente activo
fr: Actuellement actif
it: Attualmente attivi
ja: 現在アクティブ
ko: 현재 활성
nl: Momenteel actief
pl: Obecnie aktywne
pt: Atualmente ativo
ru: Сейчас активны
sv: För närvarande aktiva
tr: Şu an aktif
zh_hans: 当前活动

# docker.currentlyInactive
source: Currently inactive
ar: غير نشطة حالياً
de: Derzeit inaktiv
es: Actualmente inactivo
fr: Actuellement inactif
it: Attualmente inattivi
ja: 現在非アクティブ
ko: 현재 비활성
nl: Momenteel inactief
pl: Obecnie nieaktywne
pt: Atualmente inativo
ru: Сейчас неактивны
sv: För närvarande inaktiva
tr: Şu an pasif
zh_hans: 当前不活动
